Repository: eea/volto-datablocks
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: de

source: Add criteria
de: Kriterium hinzufügen

source: Center
de: Mitte

source: Choices
de: Auswahlmöglichkeiten

source: Close
de: Schließen

source: Criteria
de: Kriterium

source: Default
de: Standard

source: Description
de: Beschreibung

source: Embed code error, please follow the instructions and try again.
de: Einbettungscodefehler, bitte folgen Sie den Anweisungen und versuchen Sie es erneut.

source: Embeded Google Maps
de: Eingebettete Google Maps

source: Enter map Embed Code
de: Karten EinbettungscodeKarte eingeben

source: Full
de: Voll

source: Google Maps Embedded Block
de: Google Maps eingebetteter Block

source: Left
de: Links

source: No options
de: Keine Optionen

source: No value
de: Kein Wert

source: Please use the sidebar to add Embed URL
de: Bitte verwenden Sie die Seitenleiste, um die URL einzubetten.

source: Provider Choices
de: Auswahlmöglichkeiten

source: Required
de: Erforderlich

source: Right
de: Rechts

source: Select provider
de: Anbieter auswählen

source: Select…
de: Wähle...

source: Short Name
de: Kurzname

source: Title
de: Titel

source: Used for programmatic access to the fieldset.
de: Wird für den programmatischen Zugriff auf das Fieldset verwendet.

source: alignmentTitle
de: Ausrichtung

source: allowRichText
de: Erlaubt Rich-Text-Formatierung

source: allowedParamsField
de: Erlaubte Parameter

source: allowedURLParams
de: Erlaubte URL-Parameter

source: autoqueryFieldTitle
de: Autoquery-Feld

source: blockTypeField
de: Blocktyp auswählen

source: blockTypeSelected
de: Blocktyp ausgewählt: {type]

source: colorsTitle
de: Farben

source: columnTitle
de: Spalte

source: columnValueLabel
de: Wert der Spalte

source: columnsDescription
de: Leer lassen, um alle Spalten anzuzeigen

source: columnsTitle
de: Spalten

source: componentType
de: Komponenten Typ

source: conditionValueLabel
de: Bedingungswert

source: conditionalDataBlockTitle
de: Bedingter Datenblock

source: countryFlagTitle
de: Landesflagge

source: countryNameDescription
de: Wählen Sie das Land, das angezeigt werden soll.

source: countryNameTitle
de: Name des Landes

source: dataColumn
de: Datenspalte

source: dataColumnLink
de: Datenspalte Link

source: dataConnectedTable
de: Verbundene Daten Tabelle

source: dataProviderTitle
de: Datenanbieter

source: dataQuery
de: Datenabfrage

source: dataSourceFieldsetTitle
de: Datenquelle

source: defaultFieldsetTitle
de: Standard

source: descriptionTitle
de: Beschreibung

source: divideRow
de: Jede Reihe in einzelne Zellen unterteilen

source: dottedTableChartTitle
de: Gepunktetes Tabellendiagramm

source: dropdownItemsFieldsetTitle
de: Dropdown-Elemente

source: editCustomBlockTitle
de: Benutzerdefinierten verbundenen Block bearbeiten

source: editDataQueryFilterTitle
de: DataQuery Filter bearbeiten

source: embedUrl
de: URL einbetten

source: equalOperator
de: Gleich

source: externalLink
de: Externer Link

source: formatSpecifier
de: Formatangabe

source: greaterThanOperator
de: Größer als

source: headerTitle
de: Kopfzeile

source: height
de: Höhe

source: heightDescription
de: Höhe der Karte

source: htmlTagTitle
de: HTML-Tag

source: iframeTitle
de: Datenverknüpfte Einbettung

source: includesOperator
de: Enthält

source: lessThanOperator
de: Weniger als

source: linkTemplate
de: Linkvorlage

source: makeTableCompact
de: Die Tabelle kompakt machen

source: maxDotCountTitle
de: Maximale Punktzahl

source: maxResults
de: Maximalen Ergbenisse

source: noResults
de: Keine Ergebnisse

source: notEqualOperator
de: Nicht gleich

source: notIncludesOperator
de: Nicht enthalten

source: paginationTitle
de: Seiten navigation

source: placeholderField
de: Platzhalter

source: placeholderValueTitle
de: Platzhalterwert

source: providerSelection
de: Wählen Sie einen Anbieter in der Seitenleiste

source: querystring-widget-select
de: Wähle...

source: querystringTitle
de: Kriterium

source: removeTableBorder
de: Tabellenrand entfernen

source: rowsTitle
de: Zeilen

source: sameWindowChoice
de: Gleiches Fenster

source: selectBlockType
de: Bitte wählen Sie einen Blocktyp aus der Seitenleiste

source: settingsFieldsetTitle
de: Einstellungen

source: showDropdownDescription
de: Aktivieren Sie die Dropdown-Auswahl, um zu anderen Seiten zu navigieren. Im Abschnitt Dropdown-Elemente können Sie die Kriterien festlegen, nach denen die im Dropdown angezeigten Elemente gefiltert werden. Wenn keine Kriterien festgelegt sind, werden die Geschwister der aktuellen Seite in der Dropdown-Liste angezeigt.

source: showDropdownTitle
de: Dropdown anzeigen

source: showFlagDescription
de: Aktivieren Sie diese Option, um die Flagge des ausgewählten Landes anzuzeigen. Deaktivieren Sie es, um das Vorschaubild der aktuellen Seite anzuzeigen. Wenn für die Seite kein Vorschaubild eingestellt ist, wird nichts angezeigt.

source: showFlagTitle
de: Landesflagge anzeigen

source: showHeader
de: Kopfzeile anzeigen

source: showNameDescription
de: Aktivieren Sie diese Option, um den Namen des ausgewählten Landes anzuzeigen. Deaktivieren Sie es, um den Titel der Seite anzuzeigen.

source: showNameTitle
de: Ländernamen anzeigen

source: sizeDataTitle
de: Größenangabe

source: sourceField
de: Quelle

source: sourcesField
de: Quellen

source: stripeRows
de: Zeilen abwechselnd einfärben

source: stylingFieldsetTitle
de: Aussehen

source: templateTitle
de: Vorlage

source: textTemplate
de: Textvorlage

source: titleDescription
de: Kurzname für den Abschnitt

source: titleLabel
de: Titel

source: tooltipFormatSpecifierDescription
de: Siehe Dokumentation zum D3-Format

source: tooltipFormatSpecifierTitle
de: Formatangabe für die QuickInfo

source: tooltipTextTemplateDescription
de: Suffix/Präfix zum Text hinzufügen. {value} als Platzhalter für den Wert verwenden

source: tooltipTextTemplateTitle
de: Tooltip-Textvorlage
